[{"UID":"S01","abstract":"","bio":"Hamsa Bastani is an Associate Professor of Operations, Information, and Decisions at the Wharton School, University of Pennsylvania. Her research focuses on developing novel machine learning algorithms for data-driven decision-making, with applications to healthcare operations, social good, and revenue management. Her work has received several recognitions, including the Wagner Prize for Excellence in Practice (2021), the Pierskalla Award for the best paper in healthcare (2016, 2019, 2021), the Behavioral OM Best Paper Award (2021), as well as first place in the George Nicholson and MSOM student paper competitions (2016). She previously completed her PhD at Stanford University, and spent a year as a Herman Goldstine postdoctoral fellow at IBM Research.","image":"static/images/speakers/hamsa-bastani.jpeg","institution":"University of Pennsylvania","slideslive_active_date":"","slideslive_id":"","speaker":"Hamsa Bastani","title":""},{"UID":"S02","abstract":"","bio":"Samantha Kleinberg is an Associate Professor in the Computer Science department at Stevens Institute of Technology. After completing her PhD in Computer Science in 2010 at NYU, she spent two years as a postdoctoral Computing Innovation Fellow at Columbia University, in the Department of Biomedical Informatics. Before that she was an undergraduate at NYU in Computer Science and Physics, and more recently spent a year on sabbatical in the psychology department of University College London. Dr. Kleinberg has written an academic book, Causality, Probability, and Time, and another for a wider audience, Why: A Guide To Finding and Using Causes. She is the editor of Time and Causality Across the Sciences.","image":"static/images/speakers/samantha_kleinberg.jpg","institution":"Stevens Institute of Technology","slideslive_active_date":"","slideslive_id":"","speaker":"Samantha Kleinberg","title":""},{"UID":"S03","abstract":"","bio":"Deborah Raji is a Mozilla fellow and CS PhD student at University of California, Berkeley, who is interested in questions on algorithmic auditing and evaluation. In the past, she worked closely with the Algorithmic Justice League initiative to highlight bias in deployed AI products. She has also worked with Googleʼs Ethical AI team and been a research fellow at the Partnership on AI and AI Now Institute at New York University working on various projects to operationalize ethical considerations in ML engineering practice. Recently, she was named to Forbes 30 Under 30 and MIT Tech Review 35 Under 35 Innovators.","image":"static/images/speakers/deb_raji.jpg","institution":"University of California, Berkeley","slideslive_active_date":"","slideslive_id":"","speaker":"Deborah Raji","title":""},{"UID":"S04","abstract":"","bio":"Sanmi (Oluwasanmi) Koyejo is an Assistant Professor in the Department of Computer Science at Stanford University. Koyejo was previously an Associate Professor in the Department of Computer Science at the University of Illinois at Urbana-Champaign. Koyejo's research interests are in developing the principles and practice of trustworthy machine learning, focusing on applications to neuroscience and healthcare. Koyejo completed a Ph.D. at the University of Texas at Austin, and postdoctoral research at Stanford University. Koyejo has been the recipient of several awards, including a best paper award from the conference on uncertainty in artificial intelligence, a Skip Ellis Early Career Award, a Sloan Fellowship, a Terman faculty fellowship, an NSF CAREER award, a Kavli Fellowship, an IJCAI early career spotlight, and a trainee award from the Organization for Human Brain Mapping. Koyejo spends time at Google as a part of the Brain team, serves on the Neural Information Processing Systems Foundation Board, the Association for Health Learning and Inference Board, and as president of the Black in AI organization.","image":"static/images/speakers/sanmi_koyejo.jpg","institution":"Stanford University","slideslive_active_date":"","slideslive_id":"","speaker":"Sanmi (Oluwasanmi) Koyejo","title":""},{"UID":"S05","abstract":"","bio":"Nils Gehlenborg is an Associate Professor of Biomedical Informatics At Harvard Medical School. The goal of Gehlenborg’s research is to improve human health by developing computational techniques and interfaces that enable scientists and clinicians to efficiently interact with biomedical data. He received his PhD from the University of Cambridge and was a predoctoral fellow at the European Bioinformatics Institute (EMBL-EBI). Gehlenborg is a co-founder and former general chair of BioVis, the Symposium on Biological Data Visualization, and co-founder of VIZBI, the annual workshop on Visualizing Biological Data. Occasionally, he contributes to the “Points of View” data visualization column in Nature Methods.","image":"static/images/speakers/nils_gehlenborg.jpeg","institution":"Harvard Medical School","slideslive_active_date":"","slideslive_id":"","speaker":"Nils Gehlenborg","title":""},{"UID":"S06","abstract":"","bio":"Noémie Elhadad is Associate Professor and Chair of the Department of Biomedical Informatics at Columbia University Vagelos College of Physicians and Surgeons. She is affiliated with Columbia’s Department of Computer Science and the Columbia Data Science Institute. Dr. Elhadad’s research lies at the intersection of artificial intelligence, human-centered computing, and medicine, with a focus on developing novel machine-learning methods. She creates methods and tools to support patients and clinicians in their information needs, with particular focus on ensuring that AI systems of the future are fair and just. She obtained her PhD in 2006 in Computer Science, focusing on multi-document, patient-specific text summarization of the clinical literature. She was on the Computer Science faculty at The City College of New York and the CUNY graduate center starting in 2006 before joining the Department of Biomedical Informatics at Columbia in 2007. Dr. Elhadad served as Chair of the Health Analytics Center at the Columbia Data Science Institute from 2013 to 2016","image":"static/images/speakers/noemie_elhadad.jpeg","institution":"Columbia University","slideslive_active_date":"","slideslive_id":"","speaker":"Noémie Elhadad","title":""}]
